{
    "innerTitle": "Opportunity Areas",
    "sunburstData": {
        "name": "root",
        "children": [
            {
                "name": "Team",
                "info": "Opportunities regarding team dynamics and collaboration.",
                "children": [
                    {
                        "name": "Skills optimization",
                        "info": ["Is there any individual improvement that leads to a strong team and organization?",
                            "What skills will be critical in 6–12 months that we should start building now?",
                            "Where have we recently succeeded because of a specific skill—how do we replicate that?",
                            "If we had a learning budget/time box, where would we invest it first and why?"]
                    },
                    {
                        "name": "Work-model optimization",
                        "info": ["How can we optimize work models to better suit the needs of the team?",
                            "What rituals (standups, demos, retro, office hours) actually add value and which don’t? Are there other rituals we should consider?",
                            "Which policies are compliance-driven vs. habit? What can be simplified without risk?"]
                    }
                ]
            },
            {
                "name": "Organisation",
                "info": "Questions about structures, processes and support within Airbus.",
                "children": [
                    {
                        "name": "Risk, Compliance & Security",
                        "info":
                            ["Where do controls slow us down without adding safety?",
                            "Where do we see opportunities to reduce safety incidents further than industry standards?",
                            "What new technologies or processes can create safer operations with lower costs?",
                            "How can predictive safety analytics open opportunities to avoid disruptions and build trust?"]
                    },
                    {
                        "name": "Academic & Research Partnerships",
                        "info":
                            ["Which universities or research centers could provide opportunities for breakthrough innovations?",
                            "How can joint projects with academia open opportunities for cost-sharing and risk reduction in R&D?",
                            "What opportunities exist to absorb young talents that bring fresh skills into our workforce?"]
                    },
                    {
                        "name": "New Market Segments",
                        "info":
                            ["What market segments offer the highest opportunity for RASK/cargo yield improvement? (Revenue per Available Seat Kilometer)",
                            "Where are the opportunities to reduce CASK (e.g., through fuel efficiency, lean operations, automation)? (Cost per Available Seat Kilometer)",
                            "Which underserved regions or customer groups offer opportunities for profitable expansion?",
                            "How can innovative aircraft/IT/marketing investments create new revenue opportunities?",
                            "What opportunities exist to reach break-even faster with strategic partnerships or alliances?"]
                    },
                    {
                        "name": "Innovation Culture Development (Incubation)",
                        "info":
                            ["What internal ideas or employee-driven projects could lead to breakthrough opportunities?",
                            "How can adopting emerging technologies (AI, green aviation, digital twins) open competitive opportunities?",
                            "Where are the opportunities to incubate startups or spin-offs that support our ecosystem?",
                            "What cultural changes would create opportunities for faster innovation adoption across the company?"]
                    }
                ]
            },
            {
                "name": "Environment",
                "info": "Questions about the external context and constraints.",
                "children": [
                    {
                        "name": "Sustainability",
                        "info":
                            ["How can CO₂ emissions per route be managed to ensure compliance with carbon offset programs?\n\n",
                            "What impact does the route have on local communities in terms of noise and job creation?\n\n",
                            "How well does the route align with Sustainable Aviation Fuel (SAF) goals?\n\n",
                            "What role can hydrogen power (H₂) play in reducing environmental impact on this route?\n\n",
                            "How can renewable sources of energy be used to support operations along this route?\n\n"]
                    },
                    {
                        "name": "Market Attractiveness",
                        "info":
                            ["What is the target market size in terms of passenger or cargo demand forecasts for the route/market?\n\n",
                            "What is the expected growth rate of the market, considering CAGR, tourism, and business travel trends?\n\n",
                            "Who are the main competitors operating in this market, and what is their market share?\n\n",
                            "How much pricing power exists in this market for different business models?\n\n"]
                    },
                    {
                        "name": "Product",
                        "info":
                            ["How can the product be designed to reduce CO₂ emissions and align with future sustainability goals (SAF, hydrogen, renewables)?\n\n",
                            "What opportunities exist for the product to tap into high-growth passenger and cargo markets?\n\n",
                            "How can the product differentiate itself from competitors through unique features, technology, or service quality?\n\n",
                            "What opportunities exist to optimize the product’s cost structure (production, operation, and lifecycle efficiency)?\n\n",
                            "How adaptable is the product to evolving regulations, regional demands, and future market trends?\n\n",
                            "How can innovation partnerships (universities, R&D, tech firms) create long-term opportunities for product improvement?\n\n"]
                    },
                    {
                        "name": "Industry attractiveness",
                        "info":
                            ["Differentiation Factors: Can you offer unique features (better service, lower price, superior network)?\n\n",
                            "Barrier to Entry: High for competitors or easily replicable?\n\n",
                            "Time-to-Market: How quickly can you launch?\n\n"]
                    },
                    {
                        "name": "Regional/Geographical",
                        "info":
                            ["What opportunities exist to set up manufacturing or operational bases in low-investment or cost-advantage regions?",
                            "How can regional demand patterns (tourism hubs, cargo corridors, business travel routes) create opportunities for growth?",
                            "Which geographic areas provide opportunities to access untapped passenger or cargo markets?",
                            "What opportunities arise from leveraging regional trade agreements, government incentives, or subsidies?",
                            "How can geographic positioning be used to strengthen connectivity and improve network efficiency?",
                            "What opportunities exist to adapt the product or service to regional cultural, economic, or infrastructure needs?"]
                    }
                ]
            }
        ]


    }

}